Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: Either current certification in Advanced Cardiac Life Support (ACLS or equivalent) or completion of an appropriate dental sedation/anesthesia emergency management course on the same recertification cycle that is required for ACLS.
vi: Hoặc chứng nhận hiện tại về Hỗ trợ sự sống tim mạch nâng cao (ACLS hoặc tương đương) hoặc hoàn thành khóa học xử trí khẩn cấp về an thần / gây mê thích hợp và được tái chứng nhận theo yêu cầu của ACLS.

source: Either there is a high level of certainty of benefits, but the benefits are balanced with the potential harms OR there
vi: Có mức độ chắc chắn cao về lợi ích, nhưng lợi ích cần được cân bằng với tác hại có thể xảy ra hoặc có

source: Emergency Care – arrange for the patient to have contact with a clinical advisor within 60 minutes and subsequent treatment within a timescale that is appropriate to the severity of the condition
vi: Chăm sóc cấp cứu – Bố trí bệnh nhân cho những người chịu trách nhiệm chuyên môn trong khoảng 60 phút và những điều trị sau đó phải trong khoảng thời gian phù hợp với tình trạng nặng của bệnh nhân.

source: Emergency Management
vi: Xử trí cấp cứu

source: Endpoints are defined as:
vi: Những điểm tận cùng trong sơ đồ được định nghĩa như sau:

source: Equipment and drugs necessary to provide advanced airway management, and advanced cardiac life support must be immediately available.
vi: Thuốc và các thiết bị cần thiết để quản lý đường thở và hỗ trợ sự sống tim mạch nâng cao phải có sẵn ngay lập tức.

source: Equipment:
vi: Thiết bị:

source: Evidence
vi: Bằng chứng

source: Evidence favors providing
vi: Bằng chứng ủng hộ

source: Evidence favors providing this intervention.
vi: Bằng chứng ủng hộ can thiệp.

source: Evidence is lacking.
vi: Thiếu bằng chứng

source: Evidence level 3 or 4, or
vi: Bằng chứng cấp 3 hay 4, hoặc

source: Evidence strongly supports
vi: Bằng chứng hỗ trợ mạnh mẽ

source: Evidence strongly supports providing this intervention.
vi: Bằng chứng hỗ trợ mạnh mẽ cho can thiệp.

source: Evidence suggests implementing
vi: Bằng chứng cho thấy thực hiện

source: Evidence suggests implementing this intervention only after alterna - tives have been considered.
vi: Bằng chứng cho thấy việc thực hiện sự can thiệp này chỉ sau khi những thay đổi đã được xem xét.

source: Evidence suggests not
vi: Bằng chứng cho thấy không

source: Evidence suggests not implementing this intervention or discontinuing ineffective procedures.
vi: Bằng chứng cho thấy không thực hiện can thiệp hoặc ngừng thủ thuật không hiệu quả.

source: Evidence-Based Clinical Practice Guideline on the Nonsurgical Treatment of Chronic Periodontitis by Scaling and Root Planing with or without Adjuncts.
vi: Hướng dẫn lâm sàng dựa trên bằng chứng về điều trị không phẫu thuật viêm nha chu mạn bằng cạo vôi và xử lý mặt chân răng có hoặc không có biện pháp bổ sung.

source: Examples include (but not limited to): current smoker, social alcohol drinker, pregnancy, obesity (30 < BMI < 40), well-controlled DM/HTN, mild lung disease
vi: Ví dụ như (nhưng không giới hạn): hiện tại hút thuốc, uống rượu, mang thai, béo phì (30 < BMI < 40), DM/HTN kiểm soát tốt, bệnh phổi nhẹ

source: Examples include (but not limited to): poorly controlled DM or HTN, COPD, morbid obesity (BMI ≥40), active hepatitis, alcohol dependence or abuse, implanted pacemaker, moderate reduction of ejection fraction, *ESRD undergoing regularly scheduled dialysis, premature infant PCA < 60 weeks, history (>3 months) of MI, CVA, TIA, or CAD/stents.
vi: Ví dụ như (nhưng không giới hạn): DM/HTN kiểm soát kém, COPD, béo phì (BMI ≥ 40), viêm gan hoạt động, nghiện rượu, cấy máy tạo nhịp tim, giảm công suất tống máu trung bình, * ESRD đang trải qua quá trình lọc máu định kỳ, trẻ sinh non PCA < 60 tuần, tiền sử (>3 tháng) của MI, CVA, TIA, hoặc CAD/stents.

source: Examples include (but not limited to): recent ( < 3 months) MI, CVA, TIA, or CAD/stents, ongoing cardiac ischemia or severe valve dysfunction, severe reduction of ejection fraction, sepsis, DIC, ARD or *ESRD not undergoing regularly scheduled dialysis
vi: Ví dụ như (nhưng không giới hạn): gần đây ( < 3 tháng) MI, CVA, TIA, hoặc CAD/stents, thiếu máu cục bộ trong tim hoặc rối loạn chức năng van nặng, giảm nghiêm trọng suất tống máu, nhiễm trùng, DIC, ARD hoặc *ESRD không chạy thận định kỳ thường xuyên.

source: Examples, including but not limited to:
vi: Ví dụ, bao gồm, nhưng không giới hạn:

source: Expert Opinion
vi: Ý Kiến Chuyên Gia

source: Expert Opinion Against
vi: Ý Kiến Chuyên Gia Chống Lại

source: Expert Opinion For
vi: Ý Kiến Chuyên Gia

source: Expert Opinion suggests this intervention NOT be implemented because there is a low level of certainty that there is no benefit or the potential harms outweigh benefits.
vi: Ý Kiến Chuyên Gia cho rằng can thiệp KHÔNG được thực hiện, bởi vì có mức độ thấp chắc chắn là không có lợi ích hoặc tác hại tiềm tàng cao hơn lợi ích.

source: Expert Opinion suggests this intervention can be implemented, but there is a low level of certainty of benefits and there is uncertainty in the benefit to harm balance.
vi: Ý Kiến Chuyên Gia gợi ý can thiệp này có thể được thực hiện, nhưng có mức lợi ích thấp và không chắc chắn trong việc cân bằng lợi ích và tác hại.

source: Expert opinion, formal consensus
vi: Ý kiến chuyên gia, sự đồng thuận chính thức

source: Extrapolated evidence from studies rated as 1++ or 1+
vi: bằng chứng ngoại suy từ nghiên cứu được đánh giá 1++ hoặc 1+

source: Extrapolated evidence from studies rated as 2++
vi: bằng chứng ngoại suy từ các nghiên cứu được đánh giá 2++

source: Extrapolated evidence from studies rated as 2+, or Formal consensus
vi: Bằng chứng ngoại suy từ các nghiên cứu được đánh giá 2+, hoặc Chính thức đồng thuận

source: Factors influencing the decision
vi: Yếu tố ảnh hưởng đến việc quyết định

source: Fatty meal
vi: Bữa ăn béo

source: Feedback from the NICE implementation team included:
vi: Thông tin phản hồi từ nhóm thực hiện NICE bao gồm:

source: Follow-up in 7-14 days for seemingly innocuous lesions.
vi: Theo dõi 7-14 ngày những tổn thương có vẻ như vô hại.

source: For all levels of sedation, the qualified dentist must have the training, skills, drugs and equipment to identify and manage such an occurrence until either assistance arrives (emergency medical service) or the patient returns to the intended level of sedation without airway or cardiovascular complications.
vi: Cho tất cả các mức an thần, nha sĩ đủ năng lực phải được đào tạo, kỹ năng, thuốc và thiết bị để xác định và xử trí những tình huống như vậy cho đến khi người hỗ trợ đến (dịch vụ cấp cứu y tế) hoặc bệnh nhân trở về mức an thần dự định ban đầu mà không có biến chứng về hô hấp hoặc tuần hoàn.

source: For children, the American Dental Association supports the use of the American Academy of Pediatrics/American Academy of Pediatric Dentistry Guidelines for Monitoring and Management of Pediatric Patients During and After Sedation for Diagnostic and Therapeutic Procedures.
vi: Với trẻ em, Hiệp Hội Nha Khoa Mỹ hỗ trợ sử dụng American Academy of Pediatrics/American Academy of Pediatric Dentistry Guidelines cho Theo dõi và xử trí bệnh nhi trong và sau khi thực hiện an thần cho thủ thuật chẩn đoán và điều trị.

source: For children:
vi: Cho trẻ em::

source: For children: Phenoxymethylpenicillin Tablets,
vi: Cho trẻ em: Phenoxymethylpenicillin viên nén,

source: For example, drain pus if present in dental abscesses by extraction of the tooth or through the root canals, and attempt to drain any soft-tissue pus by incision.
vi: Chẳng hạn như dẫn lưu mủ nếu có áp xe bằng cách nhổ răng hoặc qua các ống tủy và cố gắng dẫn lưu mủ ở mô mềm bằng đường rạch dẫn lưu.

source: For more information on the clinical management of dental abscess, refer to the SDCEP guidance Management of Acute Dental Problems,4 which is available to download at www.sdcep.org.uk.
vi: Để có thêm thông tin về kiểm soát lâm sàng áp xe nha khoa, hãy tham khảo Hướng dẫn điều trị của SDCEP “Kiểm soát các vấn đề nha khoa cấp tính”, mà có thể tải về tại trang www.sdcep.org.uk. .

source: For more information on the clinical management of sinusitis, refer to the SDCEP guidance Management of Acute Dental Problems,4 which is available to download at www.sdcep.org.uk.
vi: Để có thêm thông tin về kiểm soát lâm sàng viêm xoang, hãy tham khảo Hướng dẫn điều trị của SDCEP “Kiểm soát các vấn đề nha khoa cấp tính”, mà có thể tải về tại trang www.sdcep.org.uk.

source: For patients with chronic periodontitis, clinicians should consider scaling and root planing (SRP) as the initial treatment.
vi: Cho bệnh nhân viêm nha chu mạn, bác sĩ nên cân nhắc cạo vôi và xử lý mặt chân răng (CVXLMCR) là điều trị ban đầu.

source: For patients with moderate to severe chronic periodontitis, clinicians may consider locally delivered chlorhexidine chips as an adjunct to SRP with a
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ có thể cân nhắc dùng chlorhexidine tại chỗ bổ sung CVXLMCR với

source: For patients with moderate to severe chronic periodontitis, clinicians may consider locally delivered doxycycline hyclate gel as an adjunct to SRP, but
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ có thể cân nhắc dùng gel doxycycline hyclate tại chỗ bổ sung CVXLMCR, nhưng

source: For patients with moderate to severe chronic periodontitis, clinicians may consider locally delivered minocycline microspheres as an adjunct to SRP,
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ có thể cân nhắc dùng minocyclin tại chỗ bổ sung CVXLMCR.

source: For patients with moderate to severe chronic periodontitis, clinicians may consider photodynamic therapy (PDT) using diode lasers as an adjunct
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ có thể cân nhắc dùng liệu pháp quang động dùng laser diode bổ sung

source: For patients with moderate to severe chronic periodontitis, clinicians may consider systemic antimicrobials as an adjunct to SRP with a small net benefit
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ có thể cân nhắc dùng kháng sinh toàn thân bổ sung CVXLMCR với một lợi ích nhỏ

source: For patients with moderate to severe chronic periodontitis, clinicians may consider systemic sub-antimicrobial dose doxycycline (20 mg twice a day) for
vi: Cho bệnh nhân viêm nha chu mạn mức trung bình đến nặng, bác sĩ có thể cân nhắc dùng doxycycline toàn thân (20 mg hai lần một ngày)

source: For patients with moderate to severe chronic periodontitis, clinicians should be aware that the current evidence shows no net benefit from Nd:YAG
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ cần phải biết rằng bằng chứng hiện tại không cho thấy lợi ích của

source: For patients with moderate to severe chronic periodontitis, clinicians should be aware that the current evidence shows no net benefit from diode
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ cần phải biết rằng bằng chứng hiện tại không cho thấy lợi ích của

source: For patients with moderate to severe chronic periodontitis, clinicians should be aware that the current evidence shows no net benefit from erbium
vi: Cho bệnh nhân viêm nha chu mạn mức độ trung bình đến nặng, bác sĩ cần phải biết rằng bằng chứng hiện tại không cho thấy lợi ích của

source: For practical reasons, the patient should be assigned a recall interval of 3, 6, 9 or 12 months if he or she is younger than 18 years old, or 3, 6, 9, 12, 15, 18, 21 or 24 months if he or she is aged 18 years or older.
vi: Vì lí do thực hành, bệnh nhân nên được có khoảng thời gian tái khám 3, 6, 9, 12 tháng nếu trẻ hơn 18 tuổi và 3, 6, 9, 12, 15, 18, 21 hoặc 24 tháng nếu từ 18 tuổi trở lên.

source: For severe infection in adults and children aged 12 years and over, 2 capsules daily can be given.
vi: Với trường hợp nhiễm trùng nặng ở người lớn và trẻ trên 12 tuổi, có thể uống 2 viên mỗi ngày.

source: For severe infection in children aged 12-17 years increase dose up to 1 g four times daily.
vi: Với trường hợp nặng ở trẻ 12-17 tuổi, tăng liều lên đến 1g, bốn lần mỗi ngày.

source: For severe infection in children up to 11 years, increase dose up to 12.5 mg/kg four times daily.
vi: Trong trường hợp nặng ở trẻ dưới 11 tuổi, chỉ tăng liều lên đến 12.5 mg/kg, bốn lần mỗi ngày

source: For severe infection in children up to 11 years, increase dose up to 7.5 mg/kg (max.
vi: Trong trường hợp nặng ở trẻ dưới 11 tuổi, chỉ được tăng lên đến 7.5 mg/kg (Tối đa

source: For severe infections the dose of amoxicillin, phenoxymethylpenicillin and metronidazole should be doubled.
vi: Đối với trường hợp nặng, liều amoxicillin, phenoxymethylpenicillin, và metronidazole cần được tăng gấp đôi.

source: For someone with low disease activity, it may be possible to gradually extend the interval towards the 24-month maximum period – once the patient and the dental team are confident that this is satisfactory.
vi: Đối với bệnh nhân có hoạt động của bệnh thấp, nó có thể dần dần kéo dài khoảng thời gian tới tối đa 24 tháng - một khi bệnh nhân và nhóm nha khoa tin tưởng rằng điều này thoả đáng.

source: From initial intelligence gathering, qualitative feedback from other NICE departments, the views expressed by the Guideline Development Group, as well as the high-level RCT search, an additional focused literature search was conducted for the following clinical area:
vi: Từ thu thập thông tin ban đầu, phản hồi định tính từ các phòng ban khác của NICE, các quan điểm của Nhóm phát triển Hướng dẫn, cũng như tìm kiếm RCT cấp cao, một cuộc tìm kiếm y văn tập trung bổ sung đã được tiến hành cho lĩnh vực lâm sàng sau:

source: Full guideline
vi: Hướng dẫn đầy đủ

source: Further information on local and national audit is available in the full guideline.
vi: Thông tin chi tiết về kiểm toán địa phương và quốc gia có trong hướng dẫn đầy đủ.

source: Further, a patient whose only response is reflex withdrawal from a painful stimulus is not considered to be in a state of moderate sedation.
vi: Hơn nữa, bệnh nhân chỉ đáp ứng duy nhất là phản xạ tránh các kích thích đau sẽ không được xem là tình trạng an thần trung bình.

source: Furthermore, the results of an ongoing clinical trial (expected completion date - mid 2018) evaluating the effectiveness and cost effectiveness of 6 month recall, risk-based recall, and 24 month recall intervals may potentially inform guideline recommendations in the future.
vi: Hơn nữa, kết quả của một cuộc thử nghiệm lâm sàng đang diễn ra (dự kiến hoàn thành vào giữa năm 2018) đánh giá tính hiệu quả và chi phí của tái khám 6 tháng, tái khám dựa trên nguy cơ và khoảng thời gian tái khám 24 tháng có thể có tiềm năng đưa ra các hướng dẫn đề nghị trong tương lai.

source: Guidance
vi: Hướng dẫn

source: Guideline Development Group and National Collaborating Centre perspective
vi: Nhóm phát triển Hướng dẫn và Phối hợp Trung tâm Hợp tác Quốc gia

source: Guideline issue date: 2004
vi: Năm phát hành hướng dẫn: 2004

source: Guidelines for the Use of Sedation and General Anesthesia by Dentists
vi: Hướng dẫn dùng thuốc an thần và thuốc mê cho nha sĩ

source: Health Boards also have local emergency dental arrangements in place for non-registered patients and NHS 24 can advise on how to contact these.
vi: Ủy ban y tế cũng có những bố trí cho chăm sóc cấp cứu nha khoa địa phương tại đó cho những bệnh nhân chưa đang kí và NHS 24 có thể dặn họ cách tiếp cận chúng.

source: Healthcare professionals are expected to take it fully into account when exercising their clinical judgement.
vi: Các chuyên gia chăm sóc sức khoẻ được mong đợi sẽ xem xét đầy đủ khi thực hiện đánh giá lâm sàng của họ.

source: Healthcare professionals should offer people at increased risk of infective endocarditis clear and consistent information about prevention, including:
vi: Nhân viên chăm sóc sức khỏe nên thông tin một cách rõ ràng và chắc chắn về cách dự phòng trong trường hợp nguy cơ tăng cao viêm nội tâm mạc nhiễm khuẩn, gồm có việc:

source: Healthcare professionals should regard people with the following cardiac conditions as being at increased risk of developing infective endocarditis:
vi: Các nhân viên y tế nên chú ý rằng những người có vấn đề về tim đều có yếu tố nguy cơ cao dẫn đến viêm nội tâm mạc nhiễm khuẩn:

source: Healthy, non-smoking, no or minimal alcohol use
vi: Khoẻ mạnh, không hút thuốc, không hoặc dùng lượng tối thiểu rượu bia.

source: Heavy alcohol consumption is defined as follows: for men, consumption of an average of more than two drinks per day; for women, consumption of an average of more than one drink per day.
vi: Nghiện rượu nặng là định nghĩa như sau: đối với đàn ông: tiêu thụ nhiều hơn hai ly rượu mỗi ngày; đối với phụ nữ: tiêu thụ trung bình nhiều hơn một ly rượu mỗi ngày.

source: Hence, practitioners intending to produce a given level of sedation should be able to diagnose and manage the physiologic consequences (rescue) for patients whose level of sedation becomes deeper than initially intended.1
vi: Do đó, các nhà lâm sàng có ý định tạo ra một mức độ an thần nhất định nên chẩn đoán được và quản lý các hậu quả sinh lý (cấp cứu) cho bệnh nhân có mức độ an thần sâu hơn dự định ban đầu.1

source: High-quality meta-analyses, systematic reviews of RCTs, or RCTs with a very low risk of bias
vi: Phân tích tổng hợp chất lượng cao, tổng quan hệ thống của thử nghiệm lâm sàng ngẫu nhiên có nhóm chứng, hoặc thử nghiệm lâm sàng ngẫu nhiên có nhóm chứng với nguy cơ sai số rất thấp.

source: High-quality systematic reviews of case–control or cohort studies High-quality case–control or cohort studies with a very low risk of
vi: Tổng quan hệ thống chất lượng cao của nghiên cứu bệnh - chứng hoặc đoàn hệ, nghiên cứu bệnh chứng hoặc đoàn hệ chất lượng cao với nguy cơ thấp của

source: However be aware that the absence of pyrexia does not preclude the prescribing of antibiotics if other signs and symptoms of spreading infection or systemic involvement are present.
vi: Tuy nhiên cần chú ý rằng không sốt không có nghĩa loại trừ sử dụng kháng sinh nếu các dấu hiệu và triệu chứng khác của sự lan rộng nhiễm khuẩn hoặc triệu chứng toàn thân liên quan xuất hiện.

source: However dentists should be aware that local formulary recommendations may differ.
vi: Tuy vậy, các nha sĩ nên lưu ý các vùng khác nhau có thể có thay đổi liều khuyến cáo.

source: However in Drug Interactions with Hormonal Contraception: Clinical Guidance,9 the Faculty of Sexual and Reproductive Healthcare of the Royal College of Obstetricians and Gynaecologists states that additional contraceptive precautions are no longer necessary when antibacterials that do not induce liver enzymes are taken with combined oral contraceptives, unless diarrhoea or vomiting occurs.
vi: Tuy nhiên trong “Tương tác thuốc với thuốc tránh thai: Hướng dẫn lâm sàng” khoa sức khỏe sinh sản và tình dục của trường Cao đẳng sản phụ khoa Hoàng Gia cho rằng các thận trọng kèm theo khi dùng thuốc tránh thai này là không cần thiết khi mà những thuốc kháng sinh không làm tăng men gan sử dụng cùng lúc với thuốc tránh thai đường uống, trừ khi có dấu hiệu tiêu chảy hoặc buồn nôn.

source: However, a relevant ongoing trial (expected completion date - mid 2018) evaluating the effectiveness and
vi: Tuy nhiên, một thử nghiệm liên quan đang diễn ra (dự kiến hoàn thành giữa năm 2018) đánh giá hiệu quả và

source: However, advise the patient that if the symptoms persist or worsen, they should contact a dentist or general medical practitioner.
vi: Tuy nhiên, phải dặn bệnh nhân răng nếu các triệu chứng dai dẳng hoặc xấu đi thì họ nên liên lạc với nha sĩ hoặc bác sĩ đa khoa.

source: However, do not attempt to drain a cellulitis-type swelling.
vi: Tuy vậy, không được cố dẫn lưu các khối sưng do viêm mô tế bào.

source: However, do not prolong courses of treatment unduly because this can encourage the development of resistance.
vi: Tuy vậy, không được kéo dài đợt điều trị quá mức bởi điều này có thể làm gia tăng tỉ lệ kháng thuốc.

source: However, if a patient has not responded to the first-line antibiotic prescribed, check the diagnosis and either refer the patient or consider speaking to a specialist before prescribing clindamycin, co-amoxiclav or clarithromycin.
vi: Tuy nhiên, nếu bệnh nhân không đáp ứng với đơn thuốc kháng sinh đầu bảng thì cần kiểm tra lại chẩn đoán cũng như chuyển bệnh nhân hoặc hội chẩn với chuyên gia trước khi kê đơn Clindamycin, co-amoxiclav hay Clarithromycin.

source: However, the guidance does not override the individual responsibility of healthcare professionals to make decisions appropriate to the circumstances of the individual patient, in consultation with the patient and/or guardian or carer, and informed by the summary of product characteristics of any drugs they are considering.
vi: Tuy nhiên, hướng dẫn này không vượt qua trách nhiệm cá nhân của các chuyên gia chăm sóc sức khoẻ để đưa ra các quyết định phù hợp với hoàn cảnh của từng bệnh nhân, với sự tham vấn của bệnh nhân và / hoặc người giám hộ hoặc người chăm sóc và được thông báo bằng bản tóm tắt các đặc tính của sản phẩm bất kỳ loại thuốc nào họ xem xét.

source: However, the guideline includes recommendations for patients of all ages (both dentate and edentulous patients) and covers primary care received from NHS dental staff (dentists, independent contractors contracting within the NHS, dental hygienists and therapists) practising in England and Wales.
vi: Tuy nhiên, hướng dẫn này bao gồm các khuyến cáo cho bệnh nhân thuộc mọi lứa tuổi (cả bệnh nhân còn răng và bệnh nhân mất răng toàn bộ) và chăm sóc chính từ các nhân viên nha khoa NHS (nha sĩ, nhà thầu độc lập ký hợp đồng trong NHS, vệ sinh viên nha khoa và nhà trị liệu) đang thực hành Anh và xứ Wales.

source: However, the research evidence on many aspects of dental recall intervals was limited, and recommendations were based on the clinical experience of the Guideline Development Group and advice received during the consultation process.
vi: Tuy nhiên, các bằng chứng nghiên cứu về nhiều khía cạnh của các khoảng tái khám nha khoa còn hạn chế, và các khuyến cáo dựa trên kinh nghiệm lâm sàng của Nhóm Phát Triển Hướng Dẫn và những lời khuyên nhận được trong quá trình hội chẩn.

source: However, the results of an ongoing clinical trial (expected completion date - mid 2018) evaluating the effectiveness and cost effectiveness of 6 month recall, risk-based recall, and 24 month recall intervals may potentially inform guideline recommendations in the future.
vi: Tuy nhiên, kết quả của một cuộc thử nghiệm lâm sàng đang diễn ra (dự kiến hoàn thành vào giữa năm 2018) đánh giá tính hiệu quả và chi phí của tái khám 6 tháng, tái khám dựa trên nguy cơ và khoảng thời gian tái khám 24 tháng có thể có tiềm năng đưa ra các hướng dẫn đề nghị trong tương lai.

source: However, through the review of the guideline a literature search was conducted focusing on the effectiveness of routine dental checks at 24 month recall frequencies in improving quality of life, reducing the morbidity associated with dental caries, periodontal disease and oral cancer, and reducing the mortality associated with oral cancer.
vi: Tuy nhiên, thông qua việc xem xét lại các nguyên tắc này, một cuộc tìm kiếm y văn đã được tiến hành tập trung vào hiệu quả của kiểm tra nha khoa thông thường tái khám sau 24 tháng nhằm cải thiện chất lượng cuộc sống, giảm tỷ lệ bệnh tật liên quan đến sâu răng, bệnh nha chu và ung thư miệng và giảm tỷ lệ tử vong.

source: However, where there is systemic involvement or persistent swelling despite local measures, a three day course of metronidazole can be prescribed.
vi: Tuy nhiên, khi mà có biểu hiện toàn thân hoặc sưng kéo dài dù đã dùng các biện pháp tại chỗ thì một đợt điều trị Metronidazole 3 ngày là cần thiết.
